Repository: zoodyy/Learn2Sing
Catalog: Learn2Sing/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hans

source: Saves the offset below as your microphone delay and closes the test.
ar: يحفظ الإزاحة أدناه كتأخير للميكروفون ويغلق الاختبار.
de: Sichert den Versatz unten als deine Mikrofonverzögerung und schließt den Test.
es: Guarda el desfase de abajo como tu retardo de micrófono y cierra la prueba.
fr: Enregistre le décalage ci-dessous comme votre latence de micro et ferme le test.
it: Salva lo scarto qui sotto come il tuo ritardo del microfono e chiude il test.
ja: 下のずれをマイク遅延として保存し、テストを終了します。
ko: 아래의 어긋난 양을 마이크 지연으로 저장하고 테스트를 닫습니다.
nl: Bewaart de verschuiving hieronder als je microfoonvertraging en sluit de test.
pl: Zapisuje przesunięcie poniżej jako opóźnienie twojego mikrofonu i zamyka test.
pt_br: Salva o deslocamento abaixo como o atraso do seu microfone e fecha o teste.
ru: Сохраняет смещение ниже как задержку вашего микрофона и закрывает тест.
sv: Sparar förskjutningen nedan som din mikrofonfördröjning och stänger testet.
tr: Aşağıdaki kaydırmayı mikrofon gecikmeniz olarak kaydeder ve testi kapatır.
zh_hans: 把下面的偏移保存为你的麦克风延迟并关闭测试。

source: Saves what you drew and goes back to the exercise's settings.
ar: يحفظ ما رسمته ويعود إلى إعدادات التمرين.
de: Sichert, was du gezeichnet hast, und geht zurück zu den Einstellungen der Übung.
es: Guarda lo que dibujaste y vuelve a los ajustes del ejercicio.
fr: Enregistre ce que vous avez dessiné et revient aux réglages de l’exercice.
it: Salva ciò che hai disegnato e torna alle impostazioni dell’esercizio.
ja: 描いた内容を保存して、エクササイズの設定に戻ります。
ko: 그린 내용을 저장하고 연습 설정으로 돌아갑니다.
nl: Bewaart wat je hebt getekend en gaat terug naar de instellingen van de oefening.
pl: Zapisuje to, co narysowałeś, i wraca do ustawień ćwiczenia.
pt_br: Salva o que você desenhou e volta para os ajustes do exercício.
ru: Сохраняет нарисованное и возвращает к настройкам упражнения.
sv: Sparar det du ritat och går tillbaka till övningens inställningar.
tr: Çizdiklerinizi kaydeder ve egzersizin ayarlarına döner.
zh_hans: 保存你画的内容并返回练习设置。

source: Scale Sequence
ar: متتالية سلمية
de: Tonleitersequenz
es: Secuencia de escala
fr: Marche de gamme
it: Progressione di scala
ja: 音階のゼクエンツ
ko: 음계 시퀀스
nl: Toonladdersequens
pl: Sekwencja gamy
pt_br: Sequência de escala
ru: Секвенция по гамме
sv: Skalsekvens
tr: Dizi sekansı
zh_hans: 音阶模进

source: Scale Up, Arpeggio Down
ar: سلم صعودًا، أربيجيو هبوطًا
de: Tonleiter hoch, Arpeggio runter
es: Escala arriba, arpegio abajo
fr: Gamme en montant, arpège en descendant
it: Scala in su, arpeggio in giù
ja: 音階で上がり、アルペジオで下りる
ko: 음계로 올라가고 아르페지오로 내려오기
nl: Toonladder omhoog, arpeggio omlaag
pl: Gama w górę, arpeggio w dół
pt_br: Escala para cima, arpejo para baixo
ru: Гамма вверх, арпеджио вниз
sv: Skala upp, arpeggio ner
tr: Dizi yukarı, arpej aşağı
zh_hans: 音阶上行，琶音下行

source: Scales
ar: السلالم
de: Tonleitern
es: Escalas
fr: Gammes
it: Scale
ja: 音階
ko: 음계
nl: Toonladders
pl: Gamy
pt_br: Escalas
ru: Гаммы
sv: Skalor
tr: Diziler
zh_hans: 音阶

source: Score
ar: النتيجة
de: Punktzahl
es: Puntuación
fr: Note
it: Punteggio
ja: スコア
ko: 점수
pl: Wynik
pt_br: Pontuação
ru: Оценка
sv: Poäng
tr: Puan
zh_hans: 得分

source: Score Calculation
ar: حساب النتيجة
de: Punkteberechnung
es: Cálculo de la puntuación
fr: Calcul de la note
it: Calcolo del punteggio
ja: 採点方法
ko: 점수 계산
nl: Scoreberekening
pl: Obliczanie wyniku
pt_br: Cálculo da pontuação
ru: Подсчёт оценки
sv: Poängberäkning
tr: Puan hesaplama
zh_hans: 评分计算

source: Scores
ar: النتائج
de: Punktzahlen
es: Puntuaciones
fr: Notes
it: Punteggi
ja: スコア
ko: 점수
pl: Wyniki
pt_br: Pontuações
ru: Оценки
sv: Poäng
tr: Puanlar
zh_hans: 得分

source: Scoring
ar: احتساب النتيجة
de: Bewertung
es: Puntuación
fr: Notation
it: Punteggio
ja: 採点
ko: 점수
nl: Score
pl: Ocena
pt_br: Pontuação
ru: Оценка
sv: Poäng
tr: Puanlama
zh_hans: 评分

source: Screen
ar: الشاشة
de: Bildschirm
es: Pantalla
fr: Écran
it: Schermo
ja: 画面
ko: 화면
nl: Scherm
pl: Ekran
pt_br: Tela
ru: Экран
sv: Skärm
tr: Ekran
zh_hans: 屏幕

source: Scroll the grid around without changing anything.
ar: حرّك الشبكة دون تغيير أي شيء.
de: Verschiebt das Raster, ohne etwas zu verändern.
es: Desplaza la cuadrícula sin cambiar nada.
fr: Fait défiler la grille sans rien modifier.
it: Sposta la griglia senza cambiare nulla.
ja: 何も変えずにグリッドをスクロールします。
ko: 아무것도 바꾸지 않고 격자를 움직입니다.
nl: Verschuift het raster zonder iets te veranderen.
pl: Przewija siatkę, niczego nie zmieniając.
pt_br: Move a grade sem alterar nada.
ru: Прокручивает сетку, ничего не меняя.
sv: Flyttar rutnätet utan att ändra något.
tr: Hiçbir şeyi değiştirmeden ızgarayı kaydırır.
zh_hans: 只移动网格，不改变任何内容。

source: Scrolls the screen up and down so the notes being sung stay in the middle. Off, the whole exercise is shown at once.
ar: يمرّر الشاشة للأعلى وللأسفل لتبقى النغمات التي تُغنّى في المنتصف. عند إيقافه يُعرض التمرين كله دفعة واحدة.
de: Scrollt den Bildschirm auf und ab, damit die gesungenen Noten in der Mitte bleiben. Aus wird die ganze Übung auf einmal gezeigt.
es: Desplaza la pantalla arriba y abajo para que las notas que se cantan queden en el centro. Desactivado, se muestra el ejercicio entero de una vez.
fr: Fait défiler l’écran de haut en bas pour garder les notes chantées au centre. Désactivé, l’exercice entier est affiché d’un coup.
it: Fa scorrere lo schermo su e giù perché le note cantate restino al centro. Se disattivato, l’esercizio intero è mostrato tutto insieme.
ja: 歌っている音符が中央に来るように画面を上下にスクロールします。オフにすると、エクササイズ全体が一度に表示されます。
ko: 부르고 있는 음이 가운데에 오도록 화면을 위아래로 스크롤합니다. 끄면 연습 전체가 한 번에 표시됩니다.
nl: Scrolt het scherm op en neer zodat de gezongen noten in het midden blijven. Uit toont de hele oefening in één keer.
pl: Przewija ekran w górę i w dół, aby śpiewane nuty zostawały pośrodku. Wyłączone pokazuje całe ćwiczenie naraz.
pt_br: Rola a tela para cima e para baixo para que as notas cantadas fiquem no meio. Desligado, o exercício inteiro é mostrado de uma vez.
ru: Прокручивает экран вверх и вниз, чтобы поющиеся ноты оставались посередине. Если выключено, всё упражнение показано целиком.
sv: Rullar skärmen upp och ner så att tonerna som sjungs hålls i mitten. Av visas hela övningen på en gång.
tr: Söylenen notalar ortada kalsın diye ekranı yukarı aşağı kaydırır. Kapalıyken egzersizin tamamı bir arada gösterilir.
zh_hans: 上下滚动画面，让正在演唱的音符保持在中间。关闭时会一次显示整个练习。

source: Search %@
ar: البحث في %@
de: %@ durchsuchen
es: Buscar en %@
fr: Rechercher dans %@
it: Cerca in %@
ja: %@を検索
ko: %@ 검색
nl: Zoeken in %@
pl: Szukaj: %@
pt_br: Buscar em %@
ru: Поиск: %@
sv: Sök i %@
tr: %@ içinde ara
zh_hans: 搜索%@

source: See a doctor if your voice has been hoarse for more than three weeks, especially if you haven't had a cold or the flu. See one as well if you cough up blood, have difficulty swallowing or breathing, feel a lump in your neck, have pain when speaking or swallowing, or lose your voice completely for more than a few days.
ar: راجع الطبيب إذا استمرت بحّة صوتك أكثر من ثلاثة أسابيع، خاصة إذا لم تكن مصابًا بالزكام أو الإنفلونزا. وراجعه أيضًا إذا سعلت دمًا، أو واجهت صعوبة في البلع أو التنفس، أو شعرت بكتلة في رقبتك، أو أحسست بألم عند الكلام أو البلع، أو فقدت صوتك تمامًا لأكثر من بضعة أيام.
de: Geh zum Arzt, wenn deine Stimme länger als drei Wochen heiser ist, besonders wenn du keine Erkältung oder Grippe hattest. Geh ebenfalls hin, wenn du Blut hustest, Schwierigkeiten beim Schlucken oder Atmen hast, einen Knoten am Hals spürst, beim Sprechen oder Schlucken Schmerzen hast oder deine Stimme für mehr als ein paar Tage ganz verlierst.
es: Acude al médico si tu voz lleva ronca más de tres semanas, sobre todo si no has tenido un resfriado o gripe. Acude también si toses sangre, tienes dificultad para tragar o respirar, notas un bulto en el cuello, sientes dolor al hablar o tragar, o pierdes la voz por completo durante más de unos días.
fr: Consultez un médecin si votre voix est enrouée depuis plus de trois semaines, surtout si vous n’avez pas eu de rhume ni de grippe. Consultez aussi si vous crachez du sang, avez du mal à avaler ou à respirer, sentez une grosseur dans le cou, avez mal en parlant ou en avalant, ou perdez complètement la voix pendant plus de quelques jours.
it: Rivolgiti a un medico se la voce è rauca da più di tre settimane, soprattutto se non hai avuto raffreddore o influenza. Rivolgiti a un medico anche se tossisci sangue, hai difficoltà a deglutire o a respirare, senti un nodulo al collo, provi dolore quando parli o deglutisci, oppure perdi completamente la voce per più di qualche giorno.
ja: 声がれが3週間以上続く場合、特にかぜやインフルエンザにかかっていないのに続く場合は、医師に相談しましょう。せきをして血が出る、飲み込みにくい、息がしにくい、首にしこりがある、話したり飲み込んだりすると痛む、数日以上まったく声が出ない、といった場合も受診しましょう。
ko: 목이 쉰 상태가 3주 넘게 계속되면, 특히 감기나 독감에 걸린 적이 없는데도 그렇다면 병원에 가세요. 기침할 때 피가 나오거나, 삼키기나 숨쉬기가 어렵거나, 목에 멍울이 만져지거나, 말하거나 삼킬 때 아프거나, 며칠 넘게 목소리가 완전히 나오지 않는 경우에도 병원에 가세요.
nl: Ga naar een arts als je stem langer dan drie weken hees is, vooral als je geen verkoudheid of griep hebt gehad. Ga ook als je bloed ophoest, moeite hebt met slikken of ademen, een bult in je hals voelt, pijn hebt bij praten of slikken, of je stem langer dan een paar dagen helemaal kwijt bent.
pl: Idź do lekarza, jeśli chrypka trwa dłużej niż trzy tygodnie, zwłaszcza gdy nie miałeś przeziębienia ani grypy. Idź też, jeśli odkrztuszasz krew, masz trudności z przełykaniem lub oddychaniem, wyczuwasz guzek na szyi, odczuwasz ból przy mówieniu lub przełykaniu albo całkowicie tracisz głos na dłużej niż kilka dni.
pt_br: Procure um médico se sua voz estiver rouca há mais de três semanas, principalmente se você não teve resfriado nem gripe. Procure também se tossir sangue, tiver dificuldade para engolir ou respirar, sentir um caroço no pescoço, sentir dor ao falar ou engolir, ou perder a voz completamente por mais de alguns dias.
ru: Обратитесь к врачу, если голос остаётся хриплым больше трёх недель, особенно если у вас не было простуды или гриппа. Обратитесь к нему и в том случае, если вы откашливаете кровь, вам трудно глотать или дышать, вы нащупали уплотнение на шее, вам больно говорить или глотать или голос полностью пропал больше чем на несколько дней.
sv: Sök läkare om rösten har varit hes i mer än tre veckor, särskilt om du inte har haft förkylning eller influensa. Sök också läkare om du hostar upp blod, har svårt att svälja eller andas, känner en knöl på halsen, har ont när du pratar eller sväljer, eller helt förlorar rösten i mer än några dagar.
tr: Sesiniz üç haftadan uzun süredir kısıksa, özellikle de soğuk algınlığı ya da grip geçirmediyseniz doktora gidin. Kan tükürüyorsanız, yutkunmakta ya da nefes almakta zorlanıyorsanız, boynunuzda bir şişlik hissediyorsanız, konuşurken ya da yutkunurken ağrınız varsa veya sesiniz birkaç günden uzun süre tamamen kaybolduysa da doktora gidin.
zh_hans: 如果声音嘶哑超过三周，尤其是你并没有感冒或得流感，请去看医生。如果咳出血、吞咽或呼吸困难、摸到脖子上有肿块、说话或吞咽时疼痛，或者完全失声超过几天，也要去看医生。

source: See Score
ar: عرض النتيجة
de: Punktzahl ansehen
es: Ver la puntuación
fr: Voir la note
it: Vedi punteggio
ja: スコアを見る
ko: 점수 보기
nl: Score bekijken
pl: Zobacz wynik
pt_br: Ver pontuação
ru: Показать оценку
sv: Visa poäng
tr: Puanı gör
zh_hans: 查看得分

source: Select All
ar: تحديد الكل
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
nl: Alles selecteren
pl: Zaznacz wszystko
pt_br: Selecionar tudo
ru: Выбрать все
sv: Markera alla
tr: Tümünü seç
zh_hans: 全选

source: Select Anyway
ar: الاختيار على أي حال
de: Trotzdem auswählen
es: Seleccionar de todos modos
fr: Sélectionner quand même
it: Seleziona comunque
ja: それでも選択
ko: 그래도 선택
nl: Toch selecteren
pl: Wybierz mimo to
pt_br: Selecionar mesmo assim
ru: Всё равно выбрать
sv: Välj ändå
tr: Yine de seç
zh_hans: 仍然选择

source: semitone
ar: نصف تون
de: Halbton
es: semitono
fr: demi-ton
it: semitono
ja: 半音
ko: 반음
nl: halve toon
pl: półton
pt_br: semitom
ru: полутон
sv: halvton
tr: yarım ton
zh_hans: 半音

source: semitone(s)
ar: نصف تون/أنصاف تون
de: Halbton/-töne
es: semitono(s)
fr: demi-ton(s)
it: semitono/i
ja: 半音
ko: 반음
nl: halve to(o)n(en)
pl: półton(y)
pt_br: semitom(ns)
ru: полутон(ов)
sv: halvton(er)
tr: yarım ton
zh_hans: 半音

source: semitones
ar: أنصاف تون
de: Halbtöne
es: semitonos
fr: demi-tons
it: semitoni
ja: 半音
ko: 반음
nl: halve tonen
pl: półtonów
pt_br: semitons
ru: полутонов
sv: halvtoner
tr: yarım ton
zh_hans: 半音

source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
ko: 보내기
nl: Verstuur
pl: Wyślij
pt_br: Enviar
ru: Отправить
sv: Skicka
tr: Gönder
zh_hans: 发送

source: Sends your message straight to the developer. It stays grayed out until the type and the message are filled in, and for a question until there's an address to answer.
ar: يرسل رسالتك مباشرة إلى المطوّر. يبقى باهتًا حتى يُملأ النوع والرسالة، وفي حالة السؤال حتى يوجد عنوان للرد عليه.
de: Schickt deine Nachricht direkt an den Entwickler. Der Knopf bleibt grau, bis Art und Nachricht ausgefüllt sind, und bei einer Frage, bis eine Adresse für die Antwort dasteht.
es: Envía tu mensaje directamente al desarrollador. Sigue en gris hasta que rellenes el tipo y el mensaje, y en el caso de una pregunta, hasta que haya una dirección a la que responder.
fr: Envoie votre message directement au développeur. Le bouton reste grisé tant que le type et le message ne sont pas remplis et, pour une question, tant qu’il n’y a pas d’adresse à laquelle répondre.
it: Invia il tuo messaggio direttamente allo sviluppatore. Resta in grigio finché tipo e messaggio non sono compilati e, per una domanda, finché non c’è un indirizzo a cui rispondere.
ja: メッセージを開発者に直接送ります。種類と本文が入力されるまで、質問の場合は返信先のアドレスが入力されるまで、ボタンは灰色のままです。
ko: 메시지를 개발자에게 바로 보냅니다. 유형과 내용을 채우기 전까지, 질문일 때는 답장할 주소를 입력하기 전까지 흐리게 표시됩니다.
nl: Stuurt je bericht rechtstreeks naar de ontwikkelaar. De knop blijft grijs totdat het type en het bericht zijn ingevuld, en bij een vraag totdat er een adres is om op te antwoorden.
pl: Wysyła twoją wiadomość prosto do dewelopera. Przycisk pozostaje wyszarzony, dopóki nie wypełnisz typu i treści, a przy pytaniu także dopóki nie podasz adresu do odpowiedzi.
pt_br: Envia sua mensagem direto ao desenvolvedor. Fica esmaecido até que o tipo e a mensagem estejam preenchidos e, no caso de uma pergunta, até haver um endereço para responder.
ru: Отправляет ваше сообщение прямо разработчику. Кнопка остаётся серой, пока не заполнены тип и текст сообщения, а для вопроса ещё и пока нет адреса для ответа.
sv: Skickar ditt meddelande direkt till utvecklaren. Knappen är nedtonad tills typ och meddelande är ifyllda, och vid en fråga tills det finns en adress att svara till.
tr: Mesajınızı doğrudan geliştiriciye gönderir. Tür ve mesaj doldurulana kadar soluk kalır; bir soruda ayrıca yanıt verilecek bir adres girilene kadar.
zh_hans: 把你的消息直接发给开发者。在填好类型和内容之前按钮保持灰色；如果是提问，还需要先填写回复地址。

source: Sends your report to the developer, along with what it's about. It stays grayed out until you've written a reason.
ar: يرسل بلاغك إلى المطوّر مع ما يتعلق به. يبقى باهتًا حتى تكتب سببًا.
de: Schickt deine Meldung an den Entwickler, zusammen mit dem, worum es geht. Der Knopf bleibt grau, bis du einen Grund geschrieben hast.
es: Envía tu denuncia al desarrollador, junto con aquello a lo que se refiere. Sigue en gris hasta que escribas un motivo.
fr: Envoie votre signalement au développeur, avec ce qu’il concerne. Le bouton reste grisé tant que vous n’avez pas écrit de raison.
it: Invia la segnalazione allo sviluppatore, insieme a ciò che riguarda. Resta in grigio finché non scrivi un motivo.
ja: 報告を、その対象とあわせて開発者に送ります。理由を書くまで、ボタンは灰色のままです。
ko: 신고를 대상 정보와 함께 개발자에게 보냅니다. 이유를 적기 전까지 흐리게 표시됩니다.
nl: Stuurt je melding naar de ontwikkelaar, samen met waar ze over gaat. De knop blijft grijs totdat je een reden hebt geschreven.
pl: Wysyła zgłoszenie deweloperowi razem z informacją, czego dotyczy. Przycisk pozostaje wyszarzony, dopóki nie napiszesz powodu.
pt_br: Envia sua denúncia ao desenvolvedor, junto com aquilo de que ela trata. Fica esmaecido até você escrever um motivo.
ru: Отправляет жалобу разработчику вместе с тем, к чему она относится. Кнопка остаётся серой, пока вы не напишете причину.
sv: Skickar din rapport till utvecklaren, tillsammans med vad den gäller. Knappen är nedtonad tills du har skrivit ett skäl.
tr: Raporunuzu, neyle ilgili olduğuyla birlikte geliştiriciye gönderir. Bir neden yazana kadar soluk kalır.
zh_hans: 把你的举报连同举报对象一起发给开发者。写下原因之前按钮保持灰色。

source: Serif
ar: مذيَّل
es: Con serifa
it: Con grazie
ja: セリフ
ko: 명조체
nl: Schreefletter
pl: Szeryfowa
pt_br: Serifada
ru: С засечками
tr: Tırnaklı
zh_hans: 衬线体

source: Sets the app's appearance. “System” matches your device's light or dark setting.
ar: يحدد مظهر التطبيق. «النظام» يتبع إعداد الوضع الفاتح أو الداكن في جهازك.
de: Legt das Erscheinungsbild der App fest. „System“ folgt der Hell-/Dunkel-Einstellung deines Geräts.
es: Define la apariencia de la app. «Sistema» sigue el ajuste claro u oscuro de tu dispositivo.
fr: Définit l’apparence de l’app. « Système » suit le réglage clair ou sombre de votre appareil.
it: Imposta l’aspetto dell’app. “Sistema” segue l’impostazione chiara o scura del dispositivo.
ja: アプリの外観を設定します。「システム」は端末のライト／ダーク設定に従います。
ko: 앱의 모양을 설정합니다. “시스템”은 기기의 라이트/다크 설정을 따릅니다.
nl: Bepaalt het uiterlijk van de app. ‘Systeem’ volgt de licht- of donkerinstelling van je apparaat.
pl: Ustawia wygląd aplikacji. „Systemowy” podąża za jasnym lub ciemnym ustawieniem urządzenia.
pt_br: Define a aparência do app. “Sistema” segue a configuração clara ou escura do dispositivo.
ru: Задаёт оформление приложения. «Системное» следует светлой или тёмной теме устройства.
sv: Anger appens utseende. ”System” följer enhetens ljusa eller mörka inställning.
tr: Uygulamanın görünümünü belirler. “Sistem”, cihazınızın açık veya koyu ayarını izler.
zh_hans: 设置应用的外观。“系统”会跟随设备的浅色或深色设置。

source: Sets the color of the pitch names (C4, A3 …) down the left-hand side of the playback screen.
ar: يحدد لون أسماء النغمات (C4، A3 …) على الجانب الأيسر من شاشة التشغيل.
de: Legt die Farbe der Tonnamen (C4, A3 …) am linken Rand des Wiedergabebildschirms fest.
es: Define el color de los nombres de notas (C4, A3 …) en el lado izquierdo de la pantalla de reproducción.
fr: Définit la couleur des noms de notes (C4, A3 …) sur le côté gauche de l’écran de lecture.
it: Imposta il colore dei nomi delle note (C4, A3 …) sul lato sinistro della schermata di riproduzione.
ja: 再生画面の左側に並ぶ音名（C4、A3 …）の色を設定します。
ko: 재생 화면 왼쪽에 표시되는 음이름(C4, A3 …)의 색을 설정합니다.
nl: Bepaalt de kleur van de notennamen (C4, A3 …) langs de linkerkant van het afspeelscherm.
pl: Ustawia kolor nazw nut (C4, A3 …) wzdłuż lewej krawędzi ekranu odtwarzania.
pt_br: Define a cor dos nomes das notas (C4, A3 …) no lado esquerdo da tela de reprodução.
ru: Задаёт цвет названий нот (C4, A3 …) вдоль левого края экрана воспроизведения.
sv: Anger färgen på tonnamnen (C4, A3 …) längs uppspelningsskärmens vänstra kant.
tr: Çalma ekranının sol tarafındaki nota adlarının (C4, A3 …) rengini belirler.
zh_hans: 设置播放界面左侧音名（C4、A3 …）的颜色。

source: Sets the color of the small note pattern drawn beside each exercise in the lists.
ar: يحدد لون نمط النغمات الصغير المرسوم بجانب كل تمرين في القوائم.
de: Legt die Farbe des kleinen Notenmusters fest, das in den Listen neben jeder Übung gezeichnet wird.
es: Define el color del pequeño patrón de notas que aparece junto a cada ejercicio en las listas.
fr: Définit la couleur du petit motif de notes affiché à côté de chaque exercice dans les listes.
it: Imposta il colore del piccolo motivo di note disegnato accanto a ogni esercizio negli elenchi.
ja: リストで各エクササイズの横に描かれる小さな音符パターンの色を設定します。
ko: 목록에서 각 연습 옆에 그려지는 작은 음표 패턴의 색을 설정합니다.
nl: Bepaalt de kleur van het kleine notenpatroon naast elke oefening in de lijsten.
pl: Ustawia kolor małego wzoru nut rysowanego obok każdego ćwiczenia na listach.
pt_br: Define a cor do pequeno padrão de notas desenhado ao lado de cada exercício nas listas.
ru: Задаёт цвет небольшого рисунка нот рядом с каждым упражнением в списках.
sv: Anger färgen på det lilla notmönstret som ritas bredvid varje övning i listorna.
tr: Listelerde her egzersizin yanında çizilen küçük nota deseninin rengini belirler.
zh_hans: 设置列表中每个练习旁边小音符图案的颜色。

source: Sets the color of the vertical line the singing indicator runs along.
ar: يحدد لون الخط العمودي الذي يتحرك عليه مؤشر الغناء.
de: Legt die Farbe der senkrechten Linie fest, an der die Gesangsanzeige entlangläuft.
es: Define el color de la línea vertical por la que se desplaza el indicador de canto.
fr: Définit la couleur de la ligne verticale le long de laquelle se déplace l’indicateur de chant.
it: Imposta il colore della linea verticale lungo cui scorre l’indicatore di canto.
ja: 歌唱インジケータが動く垂直線の色を設定します。
ko: 노래 표시기가 따라 움직이는 세로선의 색을 설정합니다.
nl: Bepaalt de kleur van de verticale lijn waarlangs de zangindicator loopt.
pl: Ustawia kolor pionowej linii, wzdłuż której porusza się wskaźnik śpiewu.
pt_br: Define a cor da linha vertical por onde o indicador de canto se move.
ru: Задаёт цвет вертикальной линии, вдоль которой движется индикатор пения.
sv: Anger färgen på den lodräta linjen som sångindikatorn löper längs.
tr: Şarkı göstergesinin üzerinde ilerlediği dikey çizginin rengini belirler.
zh_hans: 设置演唱指示器所沿垂直线的颜色。
